Repository: ahmedmoselhi/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: el

source: For proper operation NeoBota type device is required USB stick or HDD, formatted on your system files Linux ext3 or ext4..
el: Για τη σωστή λειτουργία του NeoBoot, απαιτείται μονάδα μνήμης USB ή HDD, διαμορφωμένη σε σύστημα αρχείων Linux ext3 ή ext4...

source: 1. If you do not have a media formatted with the ext3 or ext4 is open to the Device Manager <Initialize>, select the drive and format it.
el: 1. Εάν δεν έχετε μέσο διαμορφωμένο σε ext3 ή ext4, ανοίξτε τη Διαχείριση συσκευών, επιλέξτε <Αρχικοποίηση>, επιλέξτε τη μονάδα και διαμορφώστε την.

source: 2. Go to the device manager and install correctly hdd and usb ...
el: 2. Πηγαίνετε στη Διαχείριση συσκευών και εγκαταστήστε σωστά το hdd και το usb...

source: 3. Install NeoBota on the selected device.
el: 3. Εγκαταστήστε το NeoBoot στην επιλεγμένη συσκευή.

source: 4. Install the needed packages...
el: 4. Εγκαταστήστε τα απαραίτητα πακέτα...

source: 5. For proper installation NenoBota receiver must be connected to the Internet.
el: 5. Για σωστή εγκατάσταση του NeoBoot, ο δέκτης πρέπει να είναι συνδεδεμένος στο διαδίκτυο.

source: 6. In the event of a problem with the installation cancel and inform the author of the plug of a problem.
el: 6. Εάν αντιμετωπίζετε προβλήματα με την εγκατάσταση, ακυρώστε και ενημερώστε τον συγγραφέα του πρόσθετου για το πρόβλημα.

source: NeoBoot Ver.
el: Έκδοση NeoBoot

source: Have fun !!!
el: Καλή διασκέδαση!!!

source: Remove NeoBoot of STB
el: Αφαίρεση NeoBoot από δέκτη

source: 1. Requirements: For proper operation of the device NeoBota are required USB stick or HDD.
el: 1. Απαιτήσεις: Το NeoBoot απαιτεί USB stick ή HDD για σωστή λειτουργία.

source: 3. To install a new image in MultiBocie should be sent by FTP software file compressed in ZIP or NIF to the folder: /media/neoboot/ImagesUpload and remote control plugin NeoBoot use the green button <Installation>
el: 3. Για να εγκαταστήσετε ένα νέο image στο NeoBoot, στείλτε μέσω πρωτοκόλλου ftp το αρχείο λογισμικού συμπιεσμένο σε zip ή nfi στον φάκελο: /media/neoboot/ImagesUpload και από το τηλεχειριστήριο στο NeoBoot χρησιμοποιήστε το πράσινο κουμπί - <Εγκατάσταση>

source: 4. For proper installation and operation of additional image multiboot, use only the image intended for your receiver. !!!
el: 4. Για τη σωστή εγκατάσταση και λειτουργία πρόσθετου image στο Neoboot, χρησιμοποιήστε μόνο image που προορίζεται για τον δέκτη σας!!!

source: 5. By installing the multiboot images of a different type than for your model STB DOING THIS AT YOUR OWN RISK !!!
el: 5. Εάν εγκαταστήσετε image διαφορετικού τύπου στο NeoBoot από το μοντέλο του δέκτη σας, ΤΟ ΚΑΝΕΤΕ ΜΕ ΔΙΚΗ ΣΑΣ ΕΥΘΥΝΗ!!!

source: 6. The installed to multiboot images, it is not indicated update to a newer version.
el: 6. Δεν συνιστάται η αναβάθμιση σε νεότερη έκδοση του image που είναι εγκατεστημένο στο NeoBoot.

source: The authors plug NeoBot not liable for damage a receiver, NeoBoota incorrect use or installation of unauthorized additions or images.!!!
el: Οι συγγραφείς του πρόσθετου NeoBoot δεν είναι υπεύθυνοι για βλάβη στον δέκτη, λανθασμένη χρήση του NeoBoot ή εγκατάσταση μη εξουσιοδοτημένων πρόσθετων ή images!!!

source: Are you sure you want to completely remove NeoBoota of your image? If you choose so all directories NeoBoota will be removed. A restore the original image settings Flash.
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε εντελώς το NeoBoot από τον δέκτη σας; Αν επιλέξετε "Ναι", όλοι οι κατάλογοι του NeoBoot θα διαγραφούν. Θα αποκατασταθούν οι αρχικές ρυθμίσεις του image στην εσωτερική μνήμη flash.

source: Delete the selected image -
el: Διαγραφή του επιλεγμένου image -

source: Start the device manager
el: Εκκίνηση της διαχείρισης συσκευών

source: Delete ?
el: Να γίνει διαγραφή;

source: NeoBot was removed !!! The changes will be visible only after complete restart of the receiver.
el: Το NeoBoot αφαιρέθηκε!!! Οι αλλαγές θα είναι ορατές μόνο μετά από πλήρη επανεκκίνηση του δέκτη.

source: Removed successfully.
el: Αφαίρεση με επιτυχία

source: Recovering setting....
el: Επαναφορά ρυθμίσεων....

source: Update neoboot in all images ?
el: Να γίνει ενημέρωση του NeoBoot σε όλα τα images;

source: NeoBoot: Upgrading in progress Please wait...
el: NeoBoot: Αναβάθμιση σε εξέλιξη Παρακαλώ περιμένετε...

source: [NeoBoot] For proper operation of the image blackhole in neobot, you need to install additional packages. Install now ?
el: [NeoBoot] Πρέπει να εγκατασταθούν πρόσθετα πακέτα για να διασφαλιστεί ότι το BlackHole λειτουργεί σωστά στο NeoBoot. Να εγκατασταθούν τώρα;

source: Cancelled ... [meoboot] detected no file vmlinuz.gz. You can not run image BlackHole \ nImage BlackHole without the module will not be work properly !!!
el: Ακυρώθηκε... Το [NeoBoot] δεν εντόπισε το αρχείο vmlinux.gz. Το image BlackHole δεν μπορεί να ξεκινήσει Το image BlackHole χωρίς την μονάδα δεν θα λειτουργήσει σωστά!!!

source: Neoboot detected that you want to run the image blackhole. \Warning!!! - BlackHole not run without the boot manager !!! If you are running an image blackhole not converted to another during the restart from the boot manager !!! Start the selected image now ?
el: Το NeoBoot εντόπισε ότι θέλετε να εκτελέσετε το image BlackHole. Προειδοποίηση!!!-Το BlackHole πρέπει να εκτελείται χωρίς τη Διαχείριση εκκινήσεων!!! Εάν εκτελείτε το image BlackHole, μην αλλάξετε σε άλλο image κατά την επανεκκίνηση από τη Διαχείριση εκκινήσεων!!! Να γίνει εκτέλεση του επιλεγμένου image τώρα;

source: Neoboot detected that is not installed on the model VuPlus, you can not run an image BlackHole !!!
el: Το NeoBoot εντόπισε ότι δεν είναι εγκατεστημένο στο μοντέλο VuPlus, το image BlackHole δεν μπορεί να εκτελεστεί!!!

source: NeoBoot has detected that it is running image blackhole. To change the image should return to Flash !!! Start selected image now ?
el: Το NeoBoot εντόπισε ότι εκτελείται το image BlackHole. Για να αλλάξετε το image, επιστρέψτε στην εσωτερική μνήμη flash!!! Να ξεκινήσει το επιλεγμένο image τώρα;

source: Download image...
el: Λήψη image...

source: Not Detected kernel-module-nandsim, install ?
el: Δεν εντοπίστηκε kernel-module-nandsim, να εγκατασταθεί;

source: The installation has encountered an error !!!. This may be no connection to the server or the link has expired. When installing a new image use options ubi_reader...
el: Παρουσιάστηκε σφάλμα κατά την εγκατάσταση!!! Ο λόγος μπορεί να είναι ότι δεν υπάρχει σύνδεση με τον διακομιστή ή ότι η σύνδεση έχει λήξει. Κατά την εγκατάσταση νέου image, χρησιμοποιήστε το ubi_reader...

source: Cancelled ... Image BlackHole without the module will not work properly !!!
el: Ακυρώθηκε ... Το Image BlackHole χωρίς τη μονάδα δεν θα λειτουργήσει σωστά!!!

source: Package installation is complete. You can test image BlackHole ...
el: Η εγκατάσταση του πακέτου έχει ολοκληρωθεί. Μπορείτε να δοκιμάσετε το image BlackHole...

source: Cancelled ... neoboot without the module will not work properly !!!
el: Ακυρώθηκε ... Το NeoBoot χωρίς τη μονάδα δεν θα λειτουργήσει σωστά!!!

source: Package installation is complete. You can test new image.
el: Η εγκατάσταση του πακέτου έχει ολοκληρωθεί. Μπορείτε να δοκιμάσετε νέο image.

source: Cancelled
el: Ακυρώθηκε

source: Canceled start off the image ...
el: Η εκκίνηση image ακυρώθηκε...

source: Exit
el: Έξοδος

source: Start the device manager ?
el: Να γίνει εκκίνηση της Διαχείρισης συσκευών;

source: Select OK to run the image.
el: Επιλέξτε OK για να εκτελέσετε το image.

source: Use options without the boot manager.
el: Χρήση επιλογών χωρίς τη Διαχείριση εκκινήσεων.

source: Use options with the boot manager.
el: Χρήση επιλογών με τη Διαχείριση εκκινήσεων.

source: Use the next start.
el: Χρήση της επόμενης εκκίνησης.

source: Use nandsim
el: Χρήση nandsim (συνιστάται)

source: Use ubi_reader
el: Χρήση του ubi_reader

source: Unpack the image tar.bz2 4K
el: Αποσυμπίεση του αρχείου tar.bz2 4K

source: Unpack the image - no change.
el: Αποσυμπίεση του image - χωρίς αλλαγές.

source: Choose option to extract image
el: Επιλέξτε την επιλογή για εξαγωγή image

source: Installing multiple images
el: Εγκατάσταση πολλαπλών images

source: [NeoBoot] We detected that you want to install more than 14 images, be sure to use options without the boot manager.
el: [NeoBoot] Εάν θέλετε να εγκαταστήσετε περισσότερα από 14 images, θυμηθείτε να χρησιμοποιήσετε την επιλογή Χωρίς τη Διαχείριση εκκινήσεων όταν εκτελείτε image στο NeoBoot.

source: Do you want to install ?
el: Θέλετε να το εγκαταστήσετε;

source: Sorry there is not enought available space on your device. You need at least 800 Mb free to install a new image.
el: Λυπούμαστε, δεν υπάρχει αρκετός ελεύθερος χώρος στη συσκευή σας. Για να εγκαταστήσετε το νέο image χρειάζεστε τουλάχιστον 800 Mb ελεύθερου χώρου.

source: Downloading available only from the image Flash.
el: Η λήψη είναι διαθέσιμη μόνο από το image στη flash.

source: Information available only when running Flash.
el: Πληροφορίες διαθέσιμες μόνο από την εσωτερική μνήμη flash.

source: Sorry, NeoBoot can installed or upgraded only when booted from Flash.
el: Λυπούμαστε, το NeoBoot μπορεί να εγκατασταθεί ή να ενημερωθεί μόνο μετά την εκκίνηση από τη flash.

source: Delete the selected image :
el: Διαγραφή του επιλεγμένου image:

source: More options
el: Άλλες επιλογές

source: NeoBot - First use the Device Manager and mount the drives correctly !!!
el: NeoBoot - Χρησιμοποιήστε πρώτα τη Διαχείριση συσκευών και προσαρτήστε σωστά τους δίσκους!!!

source: [NeoBoot] The installation image is ready. Return to test the installed image. Press EXIT!
el: [NeoBoot] Η εγκατάσταση του image είναι έτοιμη. Επιστρέψτε για να δοκιμάσετε το image που εγκαταστάθηκε. Πατήστε EXIT!

source: [NeoBoot]From the installation, you can not run an image BlackHole.
el: [NeoBoot] Δεν είναι δυνατή η εκκίνηση του BlackHole από την εγκατάσταση.

source: Updated unnecessary, you have the latest version. Please try again later.
el: Δεν απαιτείται ενημέρωση, έχετε την πιο πρόσφατη έκδοση. Δοκιμάστε ξανά αργότερα.

source: MOUNTING. Restart image.'
el: ΠΡΟΣΑΡΤΗΣΗ. Κάντε επανεκκίνηση του συστήματός σας.

source: Completed assembly of disks. To save the setting, switch the STB in deep standby !!! Restart ?
el: Η προσάρτηση του δίσκου ολοκληρώθηκε. Για να αποθηκεύσετε τη ρύθμιση, αλλάξτε τον δέκτη σε κατάσταση βαθιάς αναμονής!!! Να γίνει επανεκκίνηση;

source: Please, wait....
el: Παρακαλώ περιμένετε...

source: Continues mounting equipment...
el: Συνεχίζεται η προσάρτηση του εξοπλισμού...

source: Installing a proven and successful !!!!
el: Εγκατάσταση αποδεδειγμένη και αποτελεσματική!!!!

source: The selected image starts after you hard reboot tuner.
el: Το επιλεγμένο image θα εκτελεστεί μετά από πλήρη επανεκκίνηση του δέκτη.

source: Welcome to the world of Python
el: Καλώς ήρθατε στον κόσμο της Python

source: Wait please while scanning for devices...
el: Παρακαλώ περιμένετε όσο οι συσκευές σαρώνονται...

source: Unfortunately, at the moment not found an update, try again later.
el: Λυπούμαστε, δεν βρέθηκε ενημέρωση αυτή τη στιγμή, δοκιμάστε ξανά αργότερα.

source: Initialize
el: Αρχικοποίηση

source: Initialize ext3
el: Αρχικοποίηση ext3

source: Initialize ext4
el: Αρχικοποίηση ext4

source: Mount Manager.
el: Διαχείριση προσαρτήσεων.

source: Mounts UUID
el: Προσάρτηση UUID

source: Save
el: Αποθήκευση

source: Memory disc:
el: Μνήμη δίσκου:

source: Completed update NeoBoot. You need to restart the E2 and re-enter your pin code VIP!!! Restart now ?
el: Η ενημέρωση του NeoBoot ολοκληρώθηκε. Επανεκκινήστε το E2 και ξαναβάλτε το VIP pin σας!!! Να γίνει επανεκκίνηση τώρα;

source: Bravo - pin code removed! Please re-enter your pin code.
el: Μπράβο - ο κωδικός PIN αφαιρέθηκε! Παρακαλώ εισάγετε ξανά τον κωδικό PIN σας.

source: Copy the boxbranding ?
el: Αντιγραφή αρχείου boxbranding;

source: Completed assembly of disks. Return to installation ?
el: Η εγκατάσταση του δίσκου ολοκληρώθηκε. Επιστροφή στην εγκατάσταση;

source: Return to installation...
el: Επιστροφή στην εγκατάσταση NeoBoot...

source: Repair FTP ? (Recommended only other image if it does not work.)
el: Διόρθωση σύνδεσης FTP; (δεν συνιστάται)

source: Copy the extensions plugins ?
el: Αντιγραφή πρόσθετων επεκτάσεων;

source: Copy the system plugins ?
el: Αντιγραφή πρόσθετων συστήματος;

source: Deep standby
el: Βαθιά αναμονή

source: Start with change kernel - Recommended
el: Εκκίνηση με αλλαγή kernel - Συνιστάται

source: Copy Settings to the new Image
el: Αντιγραφή ρυθμίσεων από τη flash στο νέο image; (δεν συνιστάται)

source: Boot new Image directly ?
el: Εκτέλεση εγκατεστημένου image;

source: Delete Image zip after Install ?
el: Διαγραφή αρχείου zip του image μετά την εγκατάσταση;

source: Remove password ftp for the new Image ?
el: Αφαίρεση κωδικού πρόσβασης root στο νέο image;

source: OK Start image...
el: OK - Εκκίνηση του image...

source: Copy network settings LAN-WLAN ?
el: Αντιγραφή ρυθμίσεων δικτύου LAN-WLAN;

source: There is no NeoBootUpdate.tar.gz to install.
el: Δεν υπάρχει αρχείο NeoBootUpdate.tar.gz για εγκατάσταση.

source: The update file is available at http://all-forum.cba.pl
el: Το αρχείο ενημέρωσης είναι διαθέσιμο στη διεύθυνση http://all-forum.cba.pl

source: Please name NeoBootUpdate.tar.gz for the downloaded file and upload to / tmp and try again.
el: Παρακαλώ δώστε το όνομα NeoBootUpdate.tar.gz για το ληφθέν αρχείο, μεταφορτώστε το στη θέση /tmp και δοκιμάστε ξανά...

source: Copy the kernel of the installed system (recommended ?
el: Αντιγραφή kernel του συστήματος εγκατάστασης; (συνιστάται)

source: Copy files from Flash to the installed image ?
el: Αντιγραφή αρχείων από τη flash στο image εγκατάστασης;

source: Copy settings SoftCam ?
el: Αντιγραφή ρυθμίσεων SoftCam;

source: Path BlackHole ? (Not recommended for VuPlus)
el: Διόρθωση εκκίνησης BlackHole; (δεν συνιστάται για δέκτες vuplus)

source: NeoBoot has detected that the disks have been labeled. Zalecany calkowity rstart tunera
el: Το NeoBoot εντόπισε ότι οι μονάδες δίσκου έχουν επισημανθεί. Συνιστάται πλήρης επανεκκίνηση του δέκτη

source: NeoBoot detected a kernel mismatch in flash, Install a kernel for flash image? ?
el: Το NeoBoot εντόπισε μια αναντιστοιχία kernel στη flash. Να γίνει επανεγκατάσταση του kernel της flash;

source: Select Yes to reinstall the neoboot. NEOBOOT.
el: Επιλέξτε "Ναι" για να επανεγκαταστήσετε το NeoBoot. NEOBOOT.

source: Resignation.
el: Παραίτηση.

source: Installing new neoboot software, only recommended from Flash!!! ---Continue ?---
el: Η εγκατάσταση νέου λογισμικού NeoBoot, συνιστάται μόνο από την εσωτερική μνήμη flash!!! --- Θέλετε να συνεχίσετε; ---

source: Installation from Flash!!! ---Continue ?---
el: Εγκατάσταση λογισμικού από την εσωτερική μνήμη flash. --- Θέλετε να συνεχίσετε; ---

source: The tuner is not supported by NeoBoot. Contact the author. No proper STB for installation !!!!
el: Ο δέκτης δεν υποστηρίζεται από το NeoBoot. Επικοινωνήστε με τον συγγραφέα. Δεν υπάρχει κατάλληλος δέκτης για εγκατάσταση!!!!

source: It is recommended to install new software only from a flash system. ---NEOBOOT EXIT---
el: Συνιστάται η εγκατάσταση νέου λογισμικού μόνο από τη flash. --- ΕΞΟΔΟΣ NEOBOOT ---

source: - Select the software to be installed with the cursor (left or right).
el: - Επιλέξτε το λογισμικό που θα εγκατασταθεί με τον δρομέα (αριστερά ή δεξιά).

source: - to change, press blue on the remote control.
el: - Για να αλλάξετε το όνομα του λογισμικού, πατήστε το μπλε κουμπί στο τηλεχειριστήριο.

source: - the option copies the channel list from the flash to the installed image in the neobot.
el: - Αυτή η επιλογή αντιγράφει τη λίστα καναλιών από τη flash στο image εγκατάστασης στο NeoBoot.

source: - the option moves files with the settings for lan and wlan.
el: - Αυτή η επιλογή μεταφέρει αρχεία με ρυθμίσεις για LAN και WLAN.

source: - the option copies the software settings from the flashlight to the system being installed in the neobot.
el: - Αυτή η επιλογή αντιγράφει τις ρυθμίσεις λογισμικού από τη flash στο σύστημα εγκατάστασης στο NeoBoot.

source: - after installation,the option deletes the zip image file from the ImagesUpload directory.
el: - Μετά την εγκατάσταση, η επιλογή διαγράφει το αρχείο zip του image από τον κατάλογο ImagesUpload.

source: - the option in some cases repairs the File Transfer Protocol connection in the installed image.
el: - Σε ορισμένες περιπτώσεις η επιλογή επιδιορθώνει τη σύνδεση FTP (File Transfer Protocol) στο image εγκατάστασης. Συνιστάται να επιλέξετε "Όχι" εάν δεν είστε σίγουροι. Εάν δεν υπάρχει σύνδεση FTP στο πρόσφατα εγκατεστημένο image, μπορείτε να χρησιμοποιήσετε το πρόγραμμα WinSCP (για Windows) και να επιλέξετε SCP για επικοινωνία στην επιλογή πρωτοκόλλου αρχείου.

source: - the option copies oscam configi and cccam, openpli default.
el: - Αυτή η επιλογή αντιγράφει τις παραμέτρους oscam και cccam, openpli - από προεπιλογή.

source: - option for image blackhole,helps to run BH in neoboot.
el: - Επιλογή για image BlackHole, βοηθά στην εκτέλεση του BH στο NeoBoot.

source: Can't unmount partition, make sure it is not being used for swap or record/timeshift paths
el: Δεν είναι δυνατή η αποπροσάρτηση του διαμερίσματος, βεβαιωθείτε ότι δεν χρησιμοποιείται για swap ή εγγραφή/χρονική μετατόπιση

source: This Device is already mounted as HDD.
el: Αυτή η συσκευή είναι ήδη προσαρτημένη ως HDD.

source: Choose where to mount your devices to:
el: Επιλογή πού θα προσαρτηθούν οι συσκευές σας:

source: Wait please while scanning your %s %s devices...n\ Looking for a disk...
el: Παρακαλώ περιμένετε όσο σαρώνονται οι συσκευές %s %s...n\ Αναζήτηση δίσκου...

source: Install
el: Εγκατάσταση

source: Hard disk
el: Σκληρός δίσκος

source: Card
el: Κάρτα

source: Compact flash
el: Συμπαγής flash

source: MMC card
el: Κάρτα MMC

source: Network mount
el: Προσάρτηση δικτύου

source: Network mount %s
el: Προσάρτηση δικτύου %s

source: Ram disk
el: Δίσκος Ram

source: USB stick
el: USB στικ

source: USB1 stick
el: USB1 στικ

source: USB2 stick
el: USB2 στικ

source: [Harddisk] enumerating block devices...
el: [Harddisk] απιθμός μπλοκ συσκευών...

source: drive state is: standby
el: κατάσταση μονάδας δίσκου: αναμονή

source: drive state is: idle
el: κατάσταση μονάδας δίσκου: αδράνεια

source: drive state is: active/idle
el: κατάσταση μονάδας δίσκου: ενεργή/αδράνεια

source: (Partition %d)
el: (Διαμέρισμα %d)

source: [Harddisk] Failed to set %s speed to %s
el: [Harddisk] Αποτυχία ορισμού ταχύτητας %s σε %s

source: [Harddisk] Failed to open /proc/mounts
el: [Harddisk] Αποτυχία ανοίγματος του /proc/mounts

source: UnmountTask: No mountpoints found?
el: UnmountTask: Δεν βρέθηκαν σημεία προσάρτησης;

source: [Harddisk] Failed to read /proc/filesystems:
el: [Harddisk] Αποτυχία ανάγνωσης του /proc/filesystems:

source: [Harddisk] Unable to determine structure of /dev
el: [Harddisk] Δεν είναι δυνατός ο προσδιορισμός της δομής του /dev

source: [Harddisk] new device
el: [Harddisk] νέα συσκευή

source: [Harddisk] no hdX or sdX or mmcX
el: [Harddisk] όχι hdX ή sdX ή mmcX

source: [Harddisk] Failed to get model:
el: [Harddisk] Αποτυχία λήψης μοντέλου:

source: [Harddisk] mounting:
el: [Harddisk] προσάρτηση:

source: open
el: άνοιγμα

source: write
el: εγγραφή

source: append
el: προσάρτηση

source: close
el: κλείσιμο

source: LogFile closed properly
el: Το αρχείο καταγραφής έκλεισε σωστά

source: ERROR closing LogFile!!!
el: ΣΦΑΛΜΑ κατά το κλείσιμο του αρχείου καταγραφής!!!

source: UNKNOWN
el: ΑΓΝΩΣΤΟ

source: Waiting
el: Αναμονή

source: In progress
el: Σε εξέλιξη

source: Finished
el: Ολοκληρώθηκε

source: Failed
el: Απέτυχε

source: still waiting for %d resident task(s) %s to finish
el: ακόμα περιμένουν να ολοκληρωθούν %d εργασίες %s

source: task going resident:
el: εργασία που πρέπει να ολοκληρωθεί:

source: task keeps staying resident:
el: εργασία που παραμένει:

source: >>> Error:
el: >>> Σφάλμα:

source: resident task finished:
el: εργασία που ολοκληρώθηκε:

source: execute:
el: εκτέλεση:

source: [Task] preconditions failed
el: [Task] οι προϋποθέσεις απέτυχαν

source: [Task] exception:
el: [Task] εξαίρεση:

source: Timeout elapsed, sorry
el: Το χρονικό όριο έχει παρέλθει, συγγνώμη

source: Error: %s Retry?
el: Σφάλμα: %s Να γίνει προσπάθεια ξανά;

source: Error
el: Σφάλμα

source: Delete file
el: Διαγραφή αρχείου

source: completed with
el: ολοκληρώθηκε με

source: in
el: σε

source: retrying job
el: επανάληψη εργασίας

source: not retrying job.
el: μη επανάληψη εργασίας.

source: An unknown error occurred!
el: Παρουσιάστηκε άγνωστο σφάλμα!

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
el: Ανεπαρκής χώρος στο δίσκο. Παρακαλώ ελευθερώστε λίγο χώρο και δοκιμάστε ξανά (απαιτούνται %d MB, διαθέσιμα %d MB).

source: A required tool (%s) was not found.
el: Το απαιτούμενο εργαλείο (%s) δεν βρέθηκε.

source: Cancelled upon user request
el: Ακυρώθηκε κατόπιν αιτήματος χρήστη

source: Error code
el: Κωδικός σφάλματος

source: Wait please, NeoBoot is working: ....Restore in progress....'
el: Παρακαλώ περιμένετε, το NeoBoot είναι σε λειτουργία: ....Επαναφορά σε εξέλιξη....

source: Superboot: Restore COMPLETE !
el: NeoBoot: Η επαναφορά ΟΛΟΚΛΗΡΩΘΗΚΕ!

source: NeoBoot is reinstall...
el: Γίνεται επανεγκατάσταση του NeoBoot...

source: Sorry, NeoBoot can installed or upgraded only when booted from Flash STB
el: Λυπούμαστε, το NeoBoot μπορεί να εγκατασταθεί ή να ενημερωθεί μόνο μετά την εκκίνηση της εσωτερικής μνήμης flash του δέκτη

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!
el: Το NeoBoot ενημερώθηκε με επιτυχία. Τώρα μπορείτε να επανεκκινήσετε το πρόσθετο. Καλή διασκέδαση!!!

source: Sorry, IPTVPlayer not found.
el: Λυπούμαστε, το IPTVPlayer δεν βρέθηκε.

source: NeoBoot: Start image...
el: NeoBoot: Εκκίνηση του image...

source: NEOBOOT - Restart image flash.... Please wait, in a moment the decoder will be restarted...
el: NEOBOOT - Επανεκκίνηση του image από τη flash.... Παρακαλώ περιμένετε, ο δέκτης θα επανεκκινηθεί σε λίγο...

source: ...............NEOBOOT - REBOOT............... Please wait, in a moment the decoder will be restarted...
el: ...............NEOBOOT - ΕΠΑΝΕΚΚΙΝΗΣΗ............... Παρακαλώ περιμένετε, ο δέκτης θα επανεκκινηθεί σε λίγο...

source: DIR Fail: %s
el: Σφάλμα DIR: %s

source: FILE Fail: %s
el: Σφάλμα FILE: %s

source: SYMLINK Fail: %s : %s
el: Σφάλμα SYMLINK: %s : %s

source: Failed File Permissions: %s
el: Σφάλμα δικαιωμάτων αρχείου: %s

source: unknown action "%s
el: άγνωστη ενέργεια "%s

source: %r is not callable
el: Το %r δεν μπορεί να κληθεί

source: conflicting option string(s): %s
el: συμβολοσειρά επιλογής σε διένεξη: %s

source: mutually exclusive arguments must be optional
el: τα αμοιβαία αποκλειόμενα ορίσματα πρέπει να είναι προαιρετικά

source: cannot have multiple subparser arguments
el: δεν μπορεί να έχει πολλαπλά θυγατρικά ορίσματα

source: unrecognized arguments: %s
el: μη αναγνωρισμένα ορίσματα: %s

source: not allowed with argument %s
el: δεν επιτρέπεται με το όρισμα %s

source: too few arguments
el: πολύ λίγα ορίσματα

source: argument %s is required
el: απαιτείται το όρισμα %s

source: one of the arguments %s is required
el: απαιτείται ένα από τα ορίσματα %s

source: expected one argument
el: αναμενόταν ένα όρισμα

source: expected at most one argument
el: αναμενόταν το πολύ ένα όρισμα

source: expected at least one argument
el: αναμενόταν τουλάχιστον ένα όρισμα

source: expected %s argument(s)
el: αναμενόταν %s ορίσματα

source: ambiguous option: %s could match %s
el: διφορούμενη επιλογή: %s μπορεί να ταιριάζει με %s

source: unexpected option string: %s
el: μη αναμενόμενη συμβολοσειρά επιλογής: %s

source: invalid %s value: %r
el: μη έγκυρη τιμή %s: %r

source: invalid choice: %r (choose from %s)
el: μη έγκυρη επιλογή: %r (επιλογή από %s)
