Repository: ahmedmoselhi/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: el

source: Completely uninstall NeoBota: If you think NeoBot not you need it, you can uninstall it. To uninstall now press the red button on the remote control.
el: Πλήρης απεγκατάσταση του NeoBoot: Εάν δεν χρειάζεστε το NeoBoot, μπορείτε να το απεγκαταστήσετε. Θα απεγκατασταθεί πλήρως από την εσωτερική μνήμη flash του δέκτη σας Οι προεπιλεγμένες ρυθμίσεις λογισμικού θα αποκατασταθούν. Για απεγκατάσταση, πατήστε το κόκκινο κουμπί στο τηλεχειριστήριο.

source: Start the chosen system now ?
el: Να γίνει εκκίνηση του επιλεγμένου image;

source: is already installed. Please try another name.
el: είναι ήδη εγκατεστημένο. Παρακαλώ δοκιμάστε ένα άλλο όνομα.

source: Available:
el: Διαθέσιμα:

source: Boot Image
el: Εκκίνηση image

source: Cancel
el: Άκυρο

source: Install
el: Εγκατάσταση

source: Delete Confirmation
el: Επιβεβαίωση διαγραφής

source: Devices Panel
el: Πίνακας συσκευών

source: Do You really want to install NeoBoot in:
el: Η εγκατάσταση του NeoBoot θα είναι πλήρως αυτόματη και θα διαρκέσει μερικά δευτερόλεπτα. Θέλετε να εγκαταστήσετε το NeoBoot στο επιλεγμένο μέσο:

source: Help
el: Βοήθεια

source: Please choose an image to boot
el: Επιλέξτε image για εκτέλεση

source: WARNING !: The update brings with it the risk of errors.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ!: Η ενημέρωση ενέχει τον κίνδυνο σφαλμάτων.

source: Before upgrading it is recommended that you make a backup NeoBoot.
el: Συνιστάται να δημιουργήσετε ένα αντίγραφο ασφαλείας του NeoBoot πριν από την ενημέρωση.

source: Do you want to run the update now ?
el: Θέλετε να εκτελέσετε την ενημέρωση τώρα;

source: Select Yes to do update
el: Επιλέξτε "Ναι" για να ενημερώσετε το NeoBoot

source: Select No to do backup
el: Επιλέξτε "Όχι" για να πραγματοποιήσετε ένα αντίγραφο ασφαλείας NeoBoot

source: Canceled update.
el: Η ενημέρωση ακυρώθηκε.

source: NeoBoot has detected update. Do you want to update NeoBoota now ?
el: Το NeoBoot εντόπισε μια ενημέρωση. Θέλετε να ενημερώσετε το NeoBoot τώρα;

source: Image Name
el: Ονομασία image (πατήστε το μπλε κουμπί στο τηλεχειριστήριο)

source: Image will be booted on the next STB boot!
el: Το image θα ξεκινήσει την επόμενη φορά που θα εκκινήσει ο δέκτης!

source: Info
el: Πληροφορίες

source: Install & run multiple images.
el: Εγκατάσταση & εκτέλεση πολλαπλών images.

source: Install Confirmation
el: Επιβεβαίωση εγκατάστασης

source: Install Image
el: Εγκατάσταση image

source: Installation aborted !
el: Η εγκατάσταση διακόπηκε!

source: NeoBoot - Image Installation
el: NeoBoot - Εγκατάσταση image

source: NeoBoot - Installation
el: NeoBoot - Εγκατάσταση

source: NeoBoot - Menu
el: NeoBoot - Μενού

source: Deleting in progress...
el: Διαγραφή σε εξέλιξη...

source: NeoBoot has been installed succesfully !
el: Συγχαρητήρια Το NeoBoot έχει εγκατασταθεί σωστά. Τώρα μπορείτε να εκτελέσετε ξανά το πρόσθετο!

source: NeoBoot is running from:
el: Τοποθεσία NeoBoot:

source: NeoBoot is running image:
el: Image που εκτελείται:

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!!
el: Το NeoBoot ενημερώθηκε με επιτυχία. Μπορείτε να επανεκκινήσετε το πρόσθετο τώρα. Καλή διασκέδαση!!!

source: NeoBoot successfully updated list tv. Have fun !!
el: Το NeoBoot ενημέρωσε με επιτυχία τη λίστα tv. Καλή διασκέδαση!!!

source: NeoBot started installing new image.
el: Το NeoBoot ξεκίνησε την εγκατάσταση νέου image.

source: NeoBoot: Deleting Image
el: NeoBoot: Διαγραφή image

source: NeoBoot: Install new image
el: NeoBoot: Εγκατάσταση νέου image

source: Number of images installed:
el: Αριθμός εγκατεστημένων images:

source: Please: DO NOT reboot your STB and turn off the power.
el: Παρακαλούμε: ΜΗΝ επανεκκινήσετε τον δέκτη και ΜΗΝ απενεργοποιήσετε το ρεύμα.

source: Remove Image
el: Διαγραφή image

source: Download Image
el: Λήψη image

source: Removing canceled!
el: Η διαγραφή ακυρώθηκε!

source: Delete password
el: Διαγραφή κωδικού πρόσβασης

source: Update NeoBot
el: Ενημέρωση NeoBoot

source: Make copy
el: Δημιουργία αντιγράφου

source: Restoring backup
el: Επαναφορά αντιγράφου ασφαλείας

source: The update has been canceled.
el: Η ενημέρωση έχει ακυρωθεί.

source: Install the new images from the Internet
el: Εγκατάσταση νέου image από το διαδίκτυο

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install NeoBoot you need a Linux formatted part1 device.
el: Λυπούμαστε, φαίνεται ότι οι συσκευές που είναι εγκατεστημένες στον δέκτη δεν έχουν διαμορφωθεί σωστά Για να εγκαταστήσετε το NeoBoot, πρέπει να διαμορφώσετε τη συσκευή σε μορφή Linux.

source: Sorry the name of the new Image is too long.
el: Λυπούμαστε, το όνομα του νέου image είναι πολύ μεγάλο. Παρακαλώ δώστε ένα νέο, μικρότερο όνομα.

source: Sorry this name is reserved. Choose another name for the new Image.
el: Λυπούμαστε, αυτό το όνομα χρησιμοποιείται ήδη. Επιλέξτε διαφορετικό όνομα για το νέο image.

source: Sorry you cannot delete Flash image
el: Λυπούμαστε, δεν είναι δυνατή η διαγραφή του image που είναι εγκατεστημένο στην εσωτερική μνήμη flash του δέκτη

source: Sorry you cannot delete the image currently booted from.
el: Λυπούμαστε, δεν μπορείτε να διαγράψετε το image που εκτελείται αυτήν τη στιγμή. Επιλέξτε άλλο image.

source: Sorry, Neoboot can be installed or upgraded only when booted from Flash
el: Λυπούμαστε, το Neoboot μπορεί να εγκατασταθεί ή να αναβαθμιστεί μόνο όταν εκκινηθεί από την εσωτερική μνήμη Flash

source: Sorry, an Image with the name
el: Λυπούμαστε, ένα image με όνομα

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to install NeoBoot!
el: Λυπούμαστε, δεν υπάρχουν συνδεδεμένες συσκευές στον δέκτη σας. Παρακαλώ συνδέστε USB ή HDD για να εγκαταστήσετε το NeoBoot!

source: Sorry, Unable to install, bad satellite receiver or you do not have the full plug-in version The full version of the NEO VIP plugin is on address: krzysztofgutosie@.gmail.com
el: Λυπούμαστε, δεν ήταν δυνατή η εγκατάσταση, κακός δορυφορικός δέκτης ή δεν έχετε την πλήρη έκδοση του πρόσθετου. Μπορείτε να λάβετε την πλήρη έκδοση του πρόσθετου NEO VIP στη διεύθυνση: krzysztofgutosie@.gmail.com

source: Source Image file
el: Πηγή αρχείου image

source: NeoBoot has not been installed ! :(
el: Το NeoBoot δεν έχει εγκατασταθεί! :(

source: Would you like to download the image from the network now ?
el: Θέλετε να κατεβάσετε το image από το δυαδίκτυο τώρα;

source: The directory %s is not a ext2, ext3, ext4 or nfs partition.Make sure you select a valid partition type to install.
el: Αυτή η συσκευή %s δεν είναι μορφοποιημένη ως ext2, ext3, ext4 ή nfs ή δεν μπορεί να εγγραφεί. Βεβαιωθείτε ότι έχετε επιλέξει τον σωστό τύπο διαμερίσματος για εγκατάσταση.

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type.
el: Ο επιλεγμένος κατάλογος %s της επιλεγμένης συσκευής δεν έχει μορφοποιηθεί σε ext2, ext3, ext4 ή nfs. Βεβαιωθείτε ότι έχετε επιλέξει τον σωστό τύπο διαμερίσματος.

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type. It may be helpful to restart the stb device completely.
el: Ο επιλεγμένος κατάλογος της επιλεγμένης συσκευής %s δεν έχει μορφοποιηθεί σε ext2, ext3, ext4 ή nfs. Βεβαιωθείτε ότι έχετε επιλέξει τον σωστό τύπο διαμερίσματος. Μια πλήρης επανεκκίνηση της συσκευής του δέκτη μπορεί να βοηθήσει.

source: Do you want install NeoBoot ?
el: Θέλετε να εγκαταστήσετε το NeoBoot;

source: Please, wait...
el: Παρακαλώ περιμένετε...

source: Keyboard
el: Πληκτρολόγιο

source: Copy the channel list ?
el: Αντιγραφή της λίστας καναλιών από την εσωτερική μνήμη flash;

source: Copy CamdMenager ?
el: Αντιγραφή CamdManager;

source: Copy the drivers ? (Recommended only other image.)
el: Αντιγραφή drivers; (συνιστάται μόνο για λογισμικό διαφορετικό από το μοντέλο σας)

source: Copy mounting disks ? (Recommended)
el: Αντιγραφή προσάρτησης δίσκου; (συνιστάται)

source: Remove zip file after installation ?
el: Διαγραφή αρχείου zip μετά την εγκατάσταση;

source: Used:
el: Σε χρήση:

source: Capacity :
el: Χωρητικότητα:

source: Select skin.
el: Επιλογή θέματος.

source: Block or unlock skins.
el: Κλείδωμα ή ξεκλείδωμα θεμάτων

source: Block or unblock the neoboot skin display in the system skin.
el: Κλείδωμα ή ξεκλείδωμα στην οθόνη συστήματος, εμφάνιση θέματος NeoBoot.

source: Select Yes to lock or No to unlock. %s ?
el: Επιλέξτε "Ναι" για κλείδωμα ή "Όχι" για ξεκλείδωμα. %s ;

source: Free Space :
el: Ελεύθερος χώρος:

source: Full
el: Πλήρης

source: Copy the network settings DNS ? (Not recommended for VTi)
el: Αντιγραφή των ρυθμίσεων δικτύου DNS; (Δεν συνιστάται για VTi)

source: Start the new image after installation ?
el: Εκκίνηση του νέου image μετά την εγκατάσταση;

source: Stop E2 processes during installation?
el: Διακοπή των διεργασιών συστήματος κατά την εγκατάσταση;

source: Overwrite the files of the module and firmware ?
el: Αντικατάσταση των αρχείων μονάδας και λογισμικού;

source: Welcome to NeoBoot %s Plugin installation.
el: Καλώς ήρθατε στην εγκατάσταση του πρόσθετου NeoBoot %s.

source: You are not running OpenSPA Image. You must mount devices Your self.
el: Δεν χρησιμοποιείτε το OpenPLi. Πρέπει να εγκαταστήσετε τη συσκευή χειροκίνητα.

source: You have to provide a name for the new Image.
el: Ο κατάλογος /media/neoboot/ImagesUpload είναι κενός!\n Ανεβάστε αρχεία image σε μορφή zip ή nfi ή πληκτρολογήστε το όνομα του νέου image.

source: You have to select one Image to install. Please, upload your zip file in the folder: /media/neoboot/ImagesUpload and select the image to install.
el: Πρέπει να επιλέξετε ένα image για εγκατάσταση. Παρακαλώ, ανεβάστε το αρχείο zip στο φάκελο: /media/neoboot/ImagesUpload και επιλέξτε το image που θέλετε να εγκαταστήσετε.

source: You really want to install NeoBoot in:
el: Θέλετε πραγματικά να εγκαταστήσετε το NeoBoot στο:

source: no image to remove
el: δεν υπάρχει image για αφαίρεση

source: remove
el: αφαίρεση

source: unknown
el: άγνωστο

source: Failed to open /proc/mounts
el: Δεν ήταν δυνατό το άνοιγμα του /proc/mounts

source: Failed to read /proc/filesystems:
el: Δεν είναι δυνατή η ανάγνωση του /proc/filesystems:

source: device
el: συσκευή

source: part
el: μέρος

source: disc
el: δίσκος

source: Unable to determine structure of /dev
el: Δεν είναι δυνατός ο προσδιορισμός της δομής του /dev

source: new Harddisk
el: νέος σκληρός δίσκος

source: External (CF)
el: Εξωτερικό (CF)

source: Internal
el: Εσωτερικό

source: External
el: Εξωτερικό

source: size
el: μέγεθος

source: Failed to get model:
el: Αποτυχία λήψης μοντέλου:

source: umount
el: αποπροσάρτηση

source: [Harddisk]
el: [Σκληρός Δίσκος]

source: mounting:
el: προσάρτηση:

source: Initializing storage device...
el: Αρχικοποίηση συσκευής αποθήκευσης...

source: Removing partition table
el: Αφαίρεση πίνακα διαμερισμάτων

source: Rereading partition table
el: Ξαναδιάβασμα πίνακα διαμερισμάτων

source: Waiting for partition
el: Αναμονή για το διαμέρισμα

source: Creating partition
el: Δημιουργία διαμερίσματος

source: Creating filesystem
el: Δημιουργίας συστήματος αρχείων

source: Failed to detect Linux version:
el: Αποτυχία εντοπισμού έκδοσης Linux:

source: largefile
el: μεγάλο αρχείο

source: Waiting for mount
el: Αναμονή για προσάρτηση

source: Checking filesystem...
el: Έλεγχος συστήματος αρχείων...

source: You system does not support ext4
el: Το σύστημά σας δεν υποστηρίζει ext4

source: Converting ext3 to ext4...
el: Μετατροπή ext3 σε ext4...

source: Partition(mountpoint=%s,description=%s,device=%s)
el: Διαμέρισμα(σημείο προσάρτησης=%s, περιγραφή=%s, συσκευή=%s)

source: Device %s is not mounted
el: Η συσκευή %s δεν έχει προσαρτηθεί

source: update packages
el: ενημέρωση πακέτων

source: update
el: ενημέρωση

source: Internal flash
el: Εσωτερική flash

source: enumerating block devices...
el: απαρίθμηση μπλοκ συσκευών...

source: enumerating network mounts...
el: απαρίθμηση προσαρτήσεων δικτύου...

source: new Network Mount
el: νέα προσάρτηση δικτύου

source: new Network Mount being used as HDD replacement -> /media/hdd/
el: νέα προσάρτηση δικτύου που χρησιμοποιείται ως σκληρός δίσκος -> /media/hdd/

source: couldn't determine blockdev physdev for device
el: δεν ήταν δυνατός ο προσδιορισμός του blockdev physdev για τη συσκευή

source: External Storage %s
el: Εξωτερική μονάδα δίσκου %s

source: couldn't read model:
el: αδύνατη η ανάγνωση του μοντέλου:

source: Partition %d
el: Διαμέρισμα %d

source: Failed to set %s speed to %s
el: Αποτυχία ορισμού της ταχύτητας %s σε %s

source: Unmount
el: Αποπροσάρτηση

source: Mount
el: Προσάρτηση

source: ERROR: Failed to create /dev/nomount file:
el: ΣΦΑΛΜΑ: Αποτυχία δημιουργίας αρχείου /dev/nomount:

source: ERROR: Failed to remove /dev/nomount file:
el: ΣΦΑΛΜΑ: Αποτυχία αφαίρεσης του αρχείου /dev/nomount:

source: Writing inode tables:
el: Αποθήκευση πινάκων κόμβων:

source: Creating journal
el: Δημιουργία ημερολογίου

source: No mountpoints found?
el: Δεν βρέθηκαν σημεία προσάρτησης;

source: Failed to remove path '%s':
el: Αποτυχία αφαίρεσης διαδρομής '%s':

source: unavailable
el: μη διαθέσιμο

source: system type
el: τύπος συστήματος

source: Processor
el: Επεξεργαστής

source: processor
el: επεξεργαστής

source: undefined
el: απροσδιόριστο

source: Extract contents of UBI image.
el: Εξαγωγή περιεχομένων του image UBI.

source: [NeoBoot] Zip file unzipped. Installation in progress, please wait ...
el: [NeoBoot] Εξαγωγή αρχείου Zip. Εγκατάσταση σε εξέλιξη, παρακαλώ περιμένετε...

source: Wait almost over ... Loading the image to: %s
el: Περιμένετε έχει σχεδόν τελειώσει... Φόρτωση του image στο: %s

source: Maintain file permissions, requires running as root. (default: False)
el: Διατήρηση δικαιωμάτων αρχείων, απαιτεί εκτέλεση ως root. (προεπιλογή: False)

source: Suppress warnings and non-fatal errors. (default: False)
el: Απόκρυψη προειδοποιήσεων και μοιραίων σφαλμάτων. (προεπιλογή: False)

source: Specify PEB size
el: Καθορισμός μεγέθους PEB

source: Specify output directory path.
el: Καθορισμός διαδρομής καταλόγου εξόδου.

source: filepath
el: διαδρομή αρχείου

source: File to extract contents of.
el: Αρχείο για εξαγωγή περιεχομένου.

source: File path doesn't exist.
el: Η διαδρομή αρχείου δεν υπάρχει.

source: Volume output directory is not empty. %s
el: Ο κατάλογος εξόδου τόμου δεν είναι κενός. %s

source: Writing to: %s
el: Εγγραφή στο: %s

source: errors
el: σφράλματα

source: Error Count Header
el: Αριθμός σφαλμάτων κεφαλίδας

source: Volume Table Record: %s
el: Εγγραφή πίνακα τόμου: %s

source: name
el: όνομα

source: Volume: %s
el: Τόμος: %s

source: No blocks found.
el: Δεν βρέθηκαν μπλοκ.

source: Delete
el: Διαγραφή

source: Read Only
el: Μόνο για ανάγνωση

source: Preserve
el: Διατήρηση

source: Reject
el: Απόρριψη

source: %sUBI File
el: %s αρχείο UBI

source: %sMin I/O: %s
el: %s Ελαχ. I/O: %s

source: %sLEB Size: %s
el: %s Μέγεθος LEB: %s

source: %sPEB Size: %s
el: %s Μέγεθος PEB: %s

source: %sTotal Block Count: %s
el: %s Αριθμός συνολικών μπλοκ: %s

source: %sData Block Count: %s
el: %s Αριθμός μπλοκ δεδομένων: %s

source: %sLayout Block Count: %s
el: %s Αριθμός μπλοκ διάταξης: %s

source: %sInternal Volume Block Count: %s
el: %s Αριθμός εσωτερικών μπλοκ τόμου: %s

source: %sUnknown Block Count: %s
el: %s Αριθμός άγνωστων μπλοκ: %s

source: %sFirst UBI PEB Number: %s
el: %s Αριθμός πρώτου UBI PEB: %s

source: %sImage Sequence Num: %s
el: %s Αριθμός ακολουθίας Image: %s

source: %sVolume Name:%s
el: %s Όνομα τόμου: %s

source: %sPEB Range: %s - %s
el: %s Εύρος PEB: %s - %s

source: %sName: %s
el: %s Όνομα: %s

source: %sBlock Count: %s
el: %s Αριθμός μπλοκ: %s

source: %sVolume Record
el: %s Εγγραφή τόμου

source: %sFile Offset: %s
el: %s Μετατόπιση αρχείου: %s

source: %sBlock Size: %s
el: %s Μέγεθος μπλοκ: %s

source: %sInternal Volume: %s
el: %s Εσωτερικός τόμος: %s

source: %sIs Volume Table: %s
el: %s Είναι πίνακας τόμων: %s

source: %sIs Valid: %s
el: %s Ισχύει: %s

source: %sErase Count Header
el: %s Κατάργηση κεφαλίδας μετρητή

source: %sVID Header Header
el: %s Κεφαλίδα VID

source: autoresize
el: αυτόματο μέγεθος

source: Image: %s
el: Εικόνα: %s

source: Start offset larger than file size!
el: Έναρξη μετατόπισης μεγαλύτερη από το μέγεθος αρχείου!

source: UBIFS Common Header
el: Κοινή κεφαλίδα UBIFS

source: UBIFS Super Block Node
el: Κόμβος υπερκόμβου UBIFS

source: UBIFS Master Block Node
el: Κόμβος κύριου μπλοκ UBIFS

source: UBIFS Directory Entry Node
el: Κόμβος εισαγωγής καταλόγου UBIFS

source: offset
el: μετατόπιση

source: UBIFS Data Node
el: Κόμβος δεδομένων UBIFS

source: UBIFS Index Node
el: Κόμβος δείκτη UBIFS

source: Backup
el: Αντίγραφο ασφαλείας

source: list
el: λίστα

source: Backup Confirmation
el: Επιβεβαίωση αντιγράφου ασφαλείας

source: NeoBoot: Backup Image
el: NeoBoot: Αντίγραφο ασφαλείας image

source: Backup Image
el: Αντίγραφο ασφαλείας image

source: Reinstall kernel
el: Επανεγκατάσταση Kernel

source: Used Kernel:Flash
el: Χρήση Kernel:Flash

source: Kernel Version:
el: Έκδοση kernel:

source: Sorry you cannot overwrite the image currently booted from. Please, boot from Flash to restore this backup.
el: Λυπούμαστε, δεν είναι δυνατή η αντικατάσταση του image που εκτελείται αυτήν τη στιγμή. Παρακαλώ, εκκινήστε τη μονάδα flash για να επαναφέρετε το αντίγραφο ασφαλείας.

source: Restore Confirmation
el: Επιβεβαίωση επαναφοράς

source: Wait please, NeoBoot is working: ....Restore in progress....
el: Παρακαλώ περιμένετε, το NeoBoot εκτελείται: ....Επαναφορά σε εξέλιξη....

source: NeoBoot: Restore COMPLETE !
el: NeoBoot: Η επαναφορά ΟΛΟΚΛΗΡΩΘΗΚΕ!

source: NeoBoot: Restore Image
el: NeoBoot: Επαναφορά Image

source: NeoBoot restoring media mounts....
el: Το NeoBoot επαναφέρει τις προσαρτήσεις μέσων....

source: NeoBoot remove complete....
el: Πλήρης αφαίρεση του NeoBoot...

source: NeoBoot is removing...
el: Το NeoBoot αφαιρείται...

source: NeoBoot: Deleting All Images
el: NeoBoot: Διαγραφη όλων των images

source: NeoBoot: Download Image....
el: NeoBoot: Λήψη image...

source: NeoBoot new Image download
el: Λήψη νέoυ image NeoBoot

source: GUI needs a restart. Do you want to Restart the GUI now?
el: Το GUI απαιτεί επανεκκίνηση. Θέλετε να κάνετε επανεκκίνηση του GUI τώρα;

source: Restart GUI now?
el: Να γίνει επανεκκίνηση του GUI τώρα;

source: Backup NeoBoot
el: Αντίγραφο ασφαλείας NeoBoot

source: NeoBoot is based on a egamiboot < mod by gutosie and madu >
el: Το NeoBoot βασίζεται στο egamiboot < τροποποιήθηκε από gutosie και madu >

source: nfidump by gutemine - Thanks
el: nfidump από gutemine - Ευχαριστούμε

source: Sorry, NeoBot installs new images only from the Flash
el: Λυπούμαστε, το NeoBoot εγκαθιστά μόνο νέα images από τη μνήμη flash

source: NeoBot has detected that it is not running image from the memory of the decoder. Start selected image now ?
el: Το NeoBoot εντόπισε ότι το image δεν μπορεί να εκτελεστεί από τη μνήμη του δέκτη. Εκτέλεση του επιλεγμένου image τώρα;

source: Download additional images from the network
el: Λήψη πρόσθετων images από τον Ιστό

source: The installation process may take a few minutes.
el: Η διαδικασία εγκατάστασης ενδέχεται να διαρκέσει αρκετά λεπτά.

source: Please, wait...
el: Παρακαλώ περιμένετε...

source: Stop action
el: Διακοπή λειτουργίας

source: Deleting languages
el: Διαγραφή γλωσσών

source: Select to delete.
el: Επιλογή για διαγραφή.

source: File: %s remove ?
el: Αρχείο: %s να αφαιρεθεί;

source: Copy the system settings ? (Not recommended)
el: Αντιγραφή των ρυθμίσεων συστήματος; (Δεν συνιστάται)

source: Multi image
el: Εγκατάσταση πολλαπλών images

source: NeoBoot installation image
el: Εγκατάσταση image NeoBoot

source: STB name:
el: Όνομα δέκτη:

source: Reboot stb now ?
el: Να γίνει επανεκκίνηση του δέκτη τώρα;

source: An error was encountered, you have neoboot installed on usb and hdd. Uninstall one directories from one drive.
el: Παρουσιάστηκε σφάλμα, έχετε εγκαταστήσει το NeoBoot σε usb και hdd. Απεγκαταστήστε τον κατάλογο από ένα δίσκο και εγκαταστήστε ξανά.

source: Catalog %sImagesUpload directory is empty Please upload the image files in zip or nfi formats to install
el: Ο κατάλογος %sImagesUpload δεν περιέχει image συσκευασμένο με zip! Παρακαλώ ανεβάστε τα αρχεία image σε μορφή zip ή nfi για εγκατάσταση

source: Directory %sImagesUpload is empty Please upload the image files in zip or nfi formats to install
el: Ο κατάλογος %sImagesUpload δεν περιέχει συμπιεσμένο image! Παρακαλώ ανεβάστε τα αρχεία image σε μορφή zip ή nfi για εγκατάσταση

source: The operation has been canceled or meoboot is not running in stb VuPlus
el: Η λειτουργία ακυρώθηκε ή το NeoBoot δεν λειτουργεί σε δέκτη VuPlus

source: NeoBoot successfully updated IPTVPlayer. Have fun !!
el: Το NeoBoot ενημέρωσε με επιτυχία το IPTVPlayer. Καλή διασκέδαση!!!

source: Instruction
el: Οδηγίες

source: Device Manager
el: Διαχείριση συσκευών

source: Info disc
el: Πληροφορίες δίσκου

source: NeoBot checks the connected media. WAIT ... DISCS:
el: Το NeoBoot ελέγχει τα συνδεδεμένα μέσα αποθήκευσης. ΠΕΡΙΜΕΝΕΤΕ ... ΔΙΣΚΟΙ:

source: NeoBot - Available media:
el: NeoBoot - Διαθέσιμα μέσα:

source: After selecting OK start Mounting Manager, option Mount - green
el: Επιβεβαιώστε με OK για να εκκινήσετε τη Διαχείριση προσαρτήσεων και επιλέξτε Προσάρτηση - πράσινο

source: Do you want to run the manager to mount the drives correctly ?
el: Θέλετε να εκτελέσετε τη Διαχείριση συσκευών για να προσαρτήσετε σωστά τις μονάδες δίσκου;

source: Device Manager encountered an error, disk drives not installed correctly !!!
el: Η Διαχείριση συσκευών αντιμετώπισε σφάλμα, οι μονάδες δίσκου δεν εγκαταστάθηκαν σωστά!!!

source: ... q(-_-)p ... NeoBot to function properly need additional packages. Select Yes and wait ... Proces installation may take a few moments ... Install ?
el: ... q(-_-)p ... Το NeoBoot απαιτεί πρόσθετα πακέτα για να λειτουργήσει σωστά. Επιλέξτε "Ναι" και περιμένετε... Η διαδικασία εγκατάστασης μπορεί να διαρκέσει μερικά λεπτά... Να εγκατασταθούν;

source: Installing packages ...
el: Εγκατάσταση πακέτων...

source: Installation operation canceled. This is not a vuplus box !!!
el: Η λειτουργία εγκατάστασης ακυρώθηκε. Αυτός δεν είναι δέκτης VuPlus!!!

source: Canceled ... NeoBoot will not work properly !!! NeoBoot works only on VuPlus box, Ultimo4k, Solo4k, Uno4k !!!
el: Ακυρώθηκε ... Το NeoBoot δεν θα λειτουργήσει σωστά!!! Το NeoBoot λειτουργεί μόνο σε δέκτες VuPlus, Ultimo4k, Solo4k, Uno4k!!!

source: The download neoboot update.
el: Λήψη ενημέρωσης NeoBoot.

source: Installation
el: Εγκατάσταση

source: Version update:
el: Έκδοση ενημέρωσης:

source: NeoBoot version:
el: Έκδοση NeoBoot:

source: It is recommended to give a label to the disk.
el: Συνιστάται να δώσετε μια ετικέτα στο δίσκο.

source: Here is the list of mounted devices in Your STB Please choose a device where You would like to install NeoBoot
el: Ακολουθεί μια λίστα των προσαρτημένων συσκευών στον δέκτη σας Παρακαλώ επιλέξτε τη συσκευή στην οποία θέλετε να εγκαταστήσετε το NeoBoot

source: Tools Neoboot
el: Εργαλεία NeoBoot

source: No file location NeoBot, do re-install the plugin.
el: Λείπει η τοποθεσία του αρχείου NeoBoot, εγκαταστήστε ξανά το πρόσθετο.

source: Enigma2 During the entire installation process does not restart the receiver !!!
el: Enigma2 Μην επανεκκινήσετε τον δέκτη καθ' όλη τη διάρκεια της εγκατάστασης!!!

source: NeoBoot Ver. updates
el: Ενημερώσεις έκδοσης NeoBoot

source: NeoBoot Ver. updates
el: Ενημερώσεις έκδοσης NeoBoot

source: Ver. updates
el: Ενημέρωση έκδοσης

source: 2. NeoBot is fully automated
el: 2. Το NeoBoοt είναι πλήρως αυτοματοποιημένο.
