Repository: ahmedmoselhi/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: el

source: The format_version method is deprecated -- the "version" argument to ArgumentParser is no longer supported.
el: Η μέθοδος format_version έχει καταργηθεί -- το όρισμα "version" του ArgumentParser δεν υποστηρίζεται πλέον.

source: The print_version method is deprecated -- the "version" argument to ArgumentParser is no longer supported.
el: Η μέθοδος print_version έχει καταργηθεί -- το όρισμα "version" του ArgumentParser δεν υποστηρίζεται πλέον.

source: %s: error: %s
el: %s: σφάλμα: %s

source: NeoBoot zainstalowano w lokalizacji:
el: Το NeoBoot είναι εγκατεστημένο στη θέση:

source: Warning!!! after successfully running the selected software in neoboot you must run NEOBOOT to confirm the correct operation of the image. Press OK or exit on the remote control to continue...
el: Προσοχή!!! Μετά την επιτυχή εκτέλεση του επιλεγμένου λογισμικού στο NeoBoot πρέπει να εκτελέσετε το NEOBOOT για να επιβεβαιώσετε τη σωστή λειτουργία του image. Πατήστε OK ή Exit στο τηλεχειριστήριο για να συνεχίσετε...

source: Error - in the location %sImagesUpload/.kernel/ no file found kernel flash-kernel-%s.bin
el: Σφάλμα - στην τοποθεσία %sImagesUpload/.kernel/ Το αρχείο kernel flash-kernel-%s.bin δεν βρέθηκε

source: Please wait, in a moment the decoder will be restarted...
el: Παρακαλώ περιμένετε, ο αποκωδικοποιητής θα επανεκκινηθεί σε λίγο...

source: Multiboot does not support this STB !!!
el: Το MultiBoot δεν υποστηρίζει αυτόν τον δέκτη!!!

source: Copy config SoftCam ?
el: Αντιγραφή αρχείων διαμόρφωσης softcam; (συνιστάται)

source: -Select the software to be installed with the cursor (left or right).
el: -Επιλέξτε το λογισμικό που θα εγκατασταθεί με τον δρομέα (αριστερά ή δεξιά).

source: -Rename image - to change, press blue on the remote control.
el: -Μετονομασία image - για αλλαγή, πατήστε το μπλε κουμπί στο τηλεχειριστήριο.

source: - this checking this option on it nothing will be copied from the image flash to the installed image in neoboot.
el: - Εάν ενεργοποιήσετε την επιλογή "Όχι", δεν θα αντιγραφεί τίποτα από το image της flash στo image εγκατάστασης στο NeoBoot.

source: - after selecting this option, the kernel of the installed image will be copied to neoboot, only recommended for STB vuplus
el: - Με την ενεργοποίηση αυτής της επιλογής, το αρχείο kernel του image εγκατάστασης θα αντιγραφεί στο NeoBoot, συνιστάται μόνο για δέκτες VuPlus.

source: - Option to copy channel list from flash to image installed in neoboot.
el: - Αυτή η επιλογή μεταφέρει τη λίστα καναλιών από τη flash στο image εγκατάστασης στο NeoBoot.

source: - the option moves files with the settings for lan and wlan.
el: - Αυτή η επιλογή μεταφέρει τα αρχεία με ρυθμίσεις για δίκτυα LAN και WLAN.

source: - the option transfers mounts to the image installed in neoboot from the flashlight, recommended only if you are installing an image from a different model than you have.
el: - Αυτή η επιλογή μεταφέρει την προσάρτηση του δίσκου από τη flash στο image εγκατάστασης στο NeoBoot, συνιστάται μόνο εάν εγκαθιστάτε ένα image από διαφορετικό μοντέλο από αυτό που έχετε.

source: - the option copies the software settings from the flashlight to the system being installed in the neobot.
el: - Αυτή η επιλογή αντιγράφει τις ρυθμίσεις λογισμικού από τη flash στο σύστημα εγκατάστασης στο NeoBoot.

source: - after installation, the option deletes the zip image file from the ImagesUpload directory.
el: - Μετά την εγκατάσταση, η επιλογή διαγράφει το αρχείο zip του image από τον κατάλογο ImagesUpload.

source: - option for image blackhole, helps to run BH in neoboot
el: - Αυτή η επιλογή που προορίζεται για το image BlackHole, βοηθά στην εκτέλεση του BH στο NeoBoot.

source: Copy MediaPortal ?
el: Αντιγραφή MediaPortal από τη flash;

source: Make a copy of the image from NeoBoot
el: Δημιουργία αντιγράφου ασφαλείας image από το NeoBoot

source: Restore a copy of the image to NeoBoot
el: Επαναφορά αντιγράφου ασφαλείας image στο NeoBoot

source: Device manager
el: Διαχείριση συσκευών

source: Delete image ZIP from the ImagesUpload directory
el: Διαγραφή περιεχομένων του καταλόγου ImagesUpload

source: Uninstall NeoBoot
el: Απεγκατάσταση NeoBoot

source: Reinstall NeoBoot
el: Επανεγκατάσταση NeoBoot

source: Restore neoboot backup
el: Επαναφορά αντιγράφου ασφαλείας NeoBoot

source: Update NeoBoot on all images.
el: Ενημέρωση NeoBoot σε όλα τα images

source: NeoBoot Backup
el: Αντίγραφο ασφαλείας NeoBoot

source: Update TV list on installed image.
el: Αντιγραφή λίστας TV από τη flash στο image εγκατάστασης

source: Update IPTVPlayer on installed image.
el: Αντιγραφή IPTVPlayer από τη flash στο image εγκατάστασης

source: Removing the root password.
el: Αφαίρεση κωδικού πρόσβασης root στο image

source: Check the correctness of neoboot installation
el: Έλεγχος ορθότητας της εγκατάστασης NeoBoot

source: NeoBoot Information
el: Πληροφορίες NeoBoot

source: Skin change
el: Αλλαγή θέματος του NeoBoot

source: Supported sat tuners
el: Υποστηριζόμενοι δορυφορικοί δέκτες

source: Choose the skin you want to make.
el: Επιλέξτε το θέμα που θέλετε να εφαρμοστεί.

source: Skin Change confirmation
el: Επιβεβαίωση αλλαγής θέματος

source: Please wait, NeoBot is working, skin change is progress...
el: Παρακαλώ περιμένετε, το NeoBoot είναι σε λειτουργία, αλλαγή θέματος σε εξέλιξη...

source: NeoBoot: Complete Skin Change!
el: NeoBoot: Το θέμα άλλαξε!

source: NeoBoot Skin Change
el: Αλλαγή θέματος NeoBoot

source: Skin Change: %s now ?
el: Να γίνει αλλαγή θέματος: %s τώρα;

source: now ?
el: τώρα;

source: After successful launch of the selected software you must run the neoboot plugin if the software does not start or neoboot is not confirmed the system will return to the internal flash memory Press OK or exit on the remote control to continue...
el: Σημείωση - Μόλις το επιλεγμένο λογισμικό εκκινηθεί επιτυχώς πρέπει να εκτελέσετε το πρόσθετο NeoBoot. Εάν το λογισμικό δεν εκκινεί ή δεν επιβεβαιώνεται η επανεκκίνηση, το σύστημα θα επιστρέψει στην εσωτερική μνήμη flash. Πατήστε OK ή Exit στο τηλεχειριστήριο για να συνεχίσετε...

source: Error - in the location %sImagesUpload/.kernel/ kernel file not found flash-kernel-%s.bin
el: Σφάλμα - Στην τοποθεσία %sImagesUpload/.kernel/ Το αρχείο kernel flash-kernel-%s.bin δεν βρέθηκε

source: It looks like it that multiboot does not support this STB.
el: Φαίνεται ότι το MultiBoot δεν υποστηρίζει αυτό το μοντέλο δέκτη.

source: There is no space to make a copy of the image. You need 150 Mb of free space for copying the image.
el: Δεν υπάρχει χώρος για δημιουργία αντιγράφου του image. Χρειάζεστε 150 Mb ελεύθερου χώρου για αντίγραφα του image.

source: Not enough free space on /media/ !! You need at least 500Mb free space. Exit plugin.
el: Δεν υπάρχει αρκετός ελεύθερος χώρος στο /media/!! Χρειάζεστε τουλάχιστον 500 MB ελεύθερου χώρου στο δίσκο. Αποσυνδέστε και ελευθερώστε χώρο.

source: Unfortunately you cannot backup from flash with this plugin. Install backupsuite to a copy of the image from flash memory.
el: Δυστυχώς δεν μπορείτε να δημιουργήσετε αντίγραφα ασφαλείας από τη flash με αυτό το πρόσθετο. Εγκαταστήστε το Backupsuite για να δημιουργήσετε ένα αντίγραφο του image από τη μνήμη flash.

source: Please wait, NeoBoot is working, the backup may take a few moments, the process is in progress ...
el: Παρακαλώ περιμένετε, το NeoBoot είναι σε λειτουργία, το αντίγραφο ασφαλείας μπορεί να διαρκέσει λίγα λεπτά, η διαδικασία βρίσκεται σε εξέλιξη...

source: Choose copy you want to restore or delete.
el: Επιλέξτε ένα αντίγραφο για επαναφορά ή διαγραφή.

source: Software selected: %s remove ?
el: Επιλεγμένο λογισμικό: %s να αφαιρεθεί;

source: Confirmation of Deletion...
el: Επιβεβαίωση διαγραφής...

source: NeoBoot - deleting backup files .....
el: NeoBoot - Διαγραφή αρχείων αντιγράφων ασφαλείας...

source: NeoBoot: Backup files deleted!
el: NeoBoot: Τα αρχεία αντιγράφων ασφαλείας διαγράφηκαν!

source: Restoring settings...
el: Επαναφορά ρυθμίσεων...

source: NeoBoot removal of the boot manager ....
el: Αφαίρεση της Διαχείρισης εκκινήσεων NeoBoot...

source: Uninstalling neoboot...
el: Απεγκατάσταση NeoBoot...

source: Restore mount.
el: Επαναφορά προσάρτησης.

source: NeoBoot uninstalled, you can do reinstallation.
el: Το NeoBoot έχει απεγκατασταθεί, μπορείτε να το εγκαταστήσετε ξανά.

source: [NeoBoot]Please wait, updating in progress ...
el: [NeoBoot] Παρακαλώ περιμένετε, ενημέρωση σε εξέλιξη...

source: Wait, deleting .....
el: Περιμένετε, γίνεται διαγραφή...

source: Deleting downloaded image zip files ....
el: Διαγραφή ληφθέντων αρχείων zip image σε εξέλιξη...

source: The backup will be saved to /media/neoboot. Performing ...
el: Το αντίγραφο ασφαλείας θα αποθηκευτεί στο /media/neoboot. Εκτέλεση σε εξέλιξη...

source: Re-installing the kernel. Install?
el: Επανεγκατάσταση του kernel συστήματος. Να εγκατασταθεί;

source: EGAMIBoot author allowed neoboot development and editing - Thanks
el: Ο συγγραφέας του EGAMIBoot επέτρεψε τη δημιουργία και την επεξεργασία του NeoBoot - Ευχαριστούμε!

source: Translation by gutosie and other people!
el: Μετάφραση από τον gutosie και άλλους φίλους!

source: Buy a satellite tuner in the store: http://www.expert-tvsat.com/
el: Θέλετε να αγοράσετε ένα δέκτη; Συνιστούμε το κατάστημα: http://www.expert-tvsat.com/

source: NeoBoot has been installed succesfully! NeoBoot has detected that the disks do not have a label. For correct neo boot operation, please give the disks the name LABEL Recommended total restart of the tuner.
el: Το NeoBoot εγκαταστάθηκε με επιτυχία! Το NeoBoot εντόπισε ότι οι μονάδες δίσκου δεν έχουν ετικέτα. Για σωστή λειτουργία του NeoBoot, δώστε στους δίσκους το όνομα LABEL Συνιστάται πλήρης επανεκκίνηση του δέκτη.

source: Installed succesfully NEOBOOT! NeoBoot has detected that the disks have been marked. Recommended total restart of the tuner
el: Το NEOBOOT εγκαταστάθηκε με επιτυχία! Το NeoBoot εντόπισε ότι οι μονάδες δίσκου έχουν επισημανθεί με ετικέτα. ___ ΣΥΝΙΣΤΑΤΑΙ ΠΛΗΡΗΣ ΕΠΑΝΕΚΚΙΝΗΣΗ ΤΟΥ ΔΕΚΤΗ!!! ___

source: Plugin ImageDownloader not installed! Install plugin to download new image? and---Continue ?---
el: Το πρόσθετο ImageDownloader δεν έχει εγκατασταθεί! Να γίνει εγκατάσταση του πρόσθετου για λήψη νέου image; --- Θέλετε να συνεχίσετε; ---

source: First start of software
el: Πρώτη εκτέλεση του λογισμικού

source: The plug-in has been successfully installed.
el: Το πρόσθετο έχει εγκατασταθεί με επιτυχία.

source: The plugin not installed. Access Fails with Error code 0x04.
el: Το πρόσθετο δεν έχει εγκατασταθεί. Κωδικός σφάλματος 0x04.

source: Reinstall neoboot?
el: Να γίνει επανεγκατάσταση του NeoBoot;

source: The %sImagesUpload directory is EMPTY!!! Install the plugin to download new image online ? --- Continue? ---
el: Ο κατάλογος %sImagesUpload είναι ΚΕΝΟΣ!!! Να εγκατασταθεί το πρόσθετο για τη λήψη νέου image από το διαδίκτυο. --- Θέλετε να συνεχίσετε; ---

source: Geen internet
el: Χωρίς διαδίκτυο

source: NeoBot - First use yellow button and Set Disk Label! Without labeling disc neoboot may not work properly
el: NeoBoot - Χρησιμοποιήστε πρώτα το κίτρινο κουμπί και ορίστε την ετικέτα δίσκου! Χωρίς την επισήμανση δίσκου, το NeoBoot ενδέχεται να μην λειτουργεί σωστά

source: Disk UUID not found - Universally unique identifier (UUID) is not required. You can proceed with further installation or give an ID to your disk. To continue the installation neoboo, press OK or No to abort.
el: Το UUID του δίσκου δεν βρέθηκε. - Δεν απαιτείται UUID - Universally unique identifier (Καθολικά μοναδικό αναγνωριστικό). - Μπορείτε να συνεχίσετε με περαιτέρω εγκατάσταση χωρίς να εκχωρήσετε ένα UUID ή ID δίσκου. Πατήστε OK για να συνεχίσετε την εγκατάσταση του NeoBoot, ή "Όχι" για ακύρωση.

source: NeoBot - choose what you want to do, install or not !!!
el: NeoBoot - Επιλέξτε τι θέλετε να κάνετε, να συνεχίσετε την εγκατάσταση ή να ακυρώσετε!!!

source: Proceed with further installation without providing a unique identifier for the disks ?
el: Να συνεχιστεί η εγκατάσταση χωρίς να παρέχετε ένα μοναδικό αναγνωριστικό για τους δίσκους;

source: NeoBoot has not been installed ! :
el: Το NeoBoot δεν έχει εγκατασταθεί!:

source: Delete label
el: Διαγραφή ετικέτας

source: Add label
el: Προσθήκη ετικέτας

source: Set label
el: Ορισμός ετικέτας

source: !!!Do not set the label for /dev/mmcblk0p !!!
el: !!! Μην ορίσετε ετικέτα για το /dev/mmcblk0p!!!

source: Select partition to set label:
el: Επιλογή διαμερίσματος για ορισμό ετικέτας:

source: Choice label to set:
el: Επιλογή ετικέτας για ορισμό:

source: Current partition label:
el: Τρέχουσα ετικέτα διαμερίσματος:

source: Selected label is set
el: Η επιλεγμένη ετικέτα έχει οριστεί

source: Set label on %s?
el: Να γίνει ορισμός ετικέτας για %s;

source: Add new partition label:
el: Προσθήκη νέας ετικέτας διαμερίσματος:

source: Delete label from %s?
el: Να γίνει διαγραφή ετικέτας από το %s;

source: Label is delete
el: Η ετικέτα διαγράφηκε

source: Change
el: Αλλαγή

source: Backup the image from NeoBoot
el: Αντίγραφο ασφαλείας του image από το NeoBoot

source: - Option to copy drivers to the image installed in neoboot from the flashlight, recommended only if you are installing an image from a different model than you have.
el: - Αυτή η επιλογή μεταφέρει τους drivers από τη flash στο image εγκατάστασης στο NeoBoot, συνιστάται μόνο εάν εγκαθιστάτε ένα image από διαφορετικό μοντέλο από το δικό σας. Εάν έχετε, για παράδειγμα, δέκτη Vuplus και εγκαταστήσετε image, π.χ. από άλλο μοντέλο, επιλέξτε "Ναι".

source: Choose the image you want to make a copy of
el: Επιλέξτε το image που θέλετε να δημιουργήσετε αντίγραφο ασφαλείας

source: You have the following images installed
el: Λίστα εγκατεστημένων images

source: You still have free:
el: Ελεύθερος χώρος που απομένει:

source: NeoBoot: COMPLETE Backup!
el: NeoBoot: Το αντίγραφο ασφαλείας ΟΛΟΚΛΗΡΩΘΗΚΕ!

source: NeoBoot: Image Backup
el: NeoBoot: Αντίγραφο ασφαλείας image

source: Backup confirmation
el: Επιβεβαίωση αντιγράφου ασφαλείας

source: Make copies of the image: %s now ?
el: Να γίνει αντίγραφο του image: %s τώρα;

source: The required space on the device is 300 MB. Do you want to take this image: %s now ?
el: Πριν από την επαναφορά, ελέγξτε αν έχετε ελεύθερο χώρο στη συσκευή σας 300 MB Επιλέχθηκε το αρχείο αντιγράφου ασφαλείας: %s επαναφορά τώρα;

source: Neoboot: Restore COMPLETE !
el: NeoBoot: Η επαναφορά ΟΛΟΚΛΗΡΩΘΗΚΕ!

source: Launch Device Manager?
el: Να γίνει εκτέλεση της Διαχείρισης συσκευών;

source: Remove the plug
el: Απεγκατάσταση του NeoBoot

source: Uninstall
el: Απεγκατάσταση

source: If you choose Yes, the Multibot image settings will be restored and only uninstalled. You can reinstall it
el: Εάν επιλέξετε "Ναι", οι ρυθμίσεις NeoBoot θα επανέλθουν στις προεπιλεγμένες ρυθμίσεις. Μπορείτε να το εγκαταστήσετε ξανά

source: Restore copy NeoBoot
el: Επαναφορά αντιγράφου ασφαλείας NeoBoot

source: Wait, deleting ...
el: Περιμένετε, γίνεται διαγραφή...

source: Install neobot from flash memory to all images
el: Εγκατάσταση του NeoBoot από τη μνήμη flash σε όλα τα images

source: NeoBoot successfully updated. You can restart the plugin now. Have fun !!
el: Το NeoBoot ενημερώθηκε με επιτυχία. Μπορείτε τώρα να επανεκκινήσετε το πρόσθετο. Καλή διασκέδαση!!!

source: Do you really want to clear
el: Θέλετε πραγματικά να το καθαρίσετε

source: Update available only from the image Flash.
el: Ενημέρωση διαθέσιμη μόνο από την εσωτερική μνήμη flash.

source: List of supported stb.
el: Λίστα υποστηριζόμενων μοντέλων δεκτών.

source: Run
el: Εκκίνηση

source: Your image flash cannot be mounted.
el: Δεν είναι δυνατή η προσάρτηση του image της flash.

source: Sorry you can delete only from the image Flash.
el: Λυπούμαστε, μπορείτε να διαγράψετε μόνο από το image της flash.

source: Restoring settings...
el: Επαναφορά ρυθμίσεων...

source: Removing boot manager from NeoBoot....
el: Αφαίρεση της Διαχείρισης εκκινήσεων από το NeoBoot...

source: NeoBoot restoring media mounts...
el: Επαναφορά των προσαρτήσεων δίσκων NeoBoot...

source: Cancel execution?
el: Να ακυρωθεί η εκτέλεση;

source: Path to save not exist: '/tmp/'
el: Η διαδρομή εγγραφής δεν υπάρχει: '/tmp/'

source: File write error: '%s'
el: Σφάλμα αποθήκευσης αρχείου: '%s'

source: Save the commands and the output to a file? ('%s')
el: Να γίνει αποθήκευση των εντολών κονσόλας και η έξοδος σε ένα αρχείο; ('%s')

source: Hide Console
el: Απόκρυψη κονσόλας

source: Upload image files in zip formats to the ImagesUpload location.
el: [NeoBoot] Για να εγκαταστήσετε το λογισμικό, μεταφορτώστε τα αρχεία image σε μορφή zip στη θέση ImagesUpload. Η εγκατάσταση του πρόσθετου ακυρώθηκε.

source: 3. To install the new software in multiboot, you must send the software file compressed in zip format via ftp to the ImagesUpload directory, or download from the network.
el: 3. Για να εγκαταστήσετε νέο λογισμικό σε MultiBoot, στείλτε το αρχείο λογισμικού συμπιεσμένο σε μορφή zip μέσω ftp στον κατάλογο ImagesUpload ή πραγματοποιήστε λήψη του από το διαδίκτυο.

source: Reinstall neoboot
el: Επανεγκατάσταση του NeoBoot

source: Your image flash is mounted in the media location
el: Το image της flash είναι προσαρτημένο στη θέση του μέσου

source: Copy the tv list with flash on all image
el: Αντιγραφή της λίστας TV της flash σε όλα τα images

source: Sorry, the operation is not possible from Flash
el: Λυπούμαστε, η λειτουργία δεν είναι δυνατή από την εσωτερική μνήμη flash

source: Mount Internal Flash
el: Εγκατάσταση λογισμικού flash

source: Install software internal flash memory in media
el: Εγκατάσταση λογισμικού εσωτερικής μνήμης flash σε μέσα

source: To use the new skin please restart enigma2
el: Για να χρησιμοποιήσετε το νέο θέμα, παρακαλώ επανεκκινήστε το enigma2

source: Sorry, There is no neobot backup to restore
el: Λυπούμαστε, δεν υπάρχει αντίγραφο ασφαλείας NeoBoot για επαναφορά

source: Install the tv list with flash on all images
el: Αντιγραφή της λίστας TV από τη flash σε όλα τα images

source: Copy the IPTV Player plugin from flash to all images
el: Αντιγραφή του πρόσθετου IPTV Player από τη flash σε όλα τα images

source: Are you sure you want to delete the image from the ImagesUpload directory If you choose the red button on the remote control then you will delete all zip images from the ImagesUpload directory
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα αρχεία zip από τον κατάλογο ImagesUpload; Εάν επιλέξετε το κόκκινο κουμπί στο τηλεχειριστήριο, θα αφαιρέσετε όλο το συμπιεσμένο λογισμικό από τον κατάλογο ImagesUpload

source: Make complete copy NeoBoot
el: Δημιουργία πλήρους αντιγράφου ασφαλείας του NeoBoot

source: Select Install to continue
el: Επιλέξτε Εγκατάσταση για να συνεχίσετε

source: Successful fun :)
el: Καλή διασκέδαση! q(-_-)p :) gutosie

source: This option is available only from openpli or derivatives.
el: Αυτή η επιλογή είναι διαθέσιμη μόνο από OpenPLi ή παράγωγα.

source: Do you really want to initialize the device? All data on the disk will be lost!
el: Θέλετε πραγματικά να αρχικοποιήσετε τη συσκευή; Όλα τα δεδομένα στο δίσκο θα χαθούν!

source: Install NeoBOOT from github
el: Εγκατάσταση NeoBoot από github

source: Are you sure you want to reinstall neoboot from github.
el: Είστε βέβαιοι ότι θέλετε να επανεγκαταστήσετε το NeoBoot από το github.

source: NeoBoot donate
el: Δωρεά για το NeoBoot

source: Donate to the project
el: Κάνοντας μια εθελοντική δωρεά στο έργο NeoBoot, έχετε:

source: - Access to the latest version
el: - Πρόσβαση στην πιο πρόσφατη έκδοση

source: - Full version
el: - Πλήρη έκδοση του πρόσθετου.

source: - Online support
el: - Online υποστήριξη

source: - More information email
el: - Περισσότερες πληροφορίες μέσω email

source: We thank you for any help
el: Σας ευχαριστούμε για οποιαδήποτε βοήθεια

source: If you want to support the neoboot project, you can do so by contacting us by e-mail:
el: Αν θέλετε να υποστηρίξετε το έργο NeoBoot, μπορείτε να το κάνετε επικοινωνώντας μαζί μας μέσω e-mail:

source: Copy picon flash to image install ?
el: Αντιγραφή picons από τη flash στο image εγκατάστασης;

source: Transfer kodi settings ?
el: Μεταφορά ρυθμίσεων Kodi;

source: Updates feed cam OpenATV softcam
el: Ενημερώσεις τροφοδοσίας softcam του OpenATV

source: Add softcam download from feed.
el: Προσθήκη λήψης softcam από την τροφοδοσία.

source: Update FeedExtra on the installed image.
el: Αντιγραφή FeedExtra στο image εγκατάστασης

source: Sorry, you can install up to 2 images, this is not neoboot vip version. Get unlimited image installations in VIP version
el: Λυπούμαστε, μπορείτε να εγκαταστήσετε έως 2 images, αυτή δεν είναι έκδοση neoboot vip. Αποκτήστε το NeoBoot VIP για να εγκαταστήσετε απεριόριστα images

source: Sorry, this is not neoboot vip version. Get NEO-VIP version, more info press blue button or try to update.
el: Λυπούμαστε, αυτή δεν είναι η έκδοση VIP του NeoBoot. Λάβετε την έκδοση NEO-VIP, για περισσότερες πληροφορίες πατήστε το μπλε κουμπί ή προσπαθήστε να κάνετε ενημέρωση.

source: VIP - Try entering the pin code again.
el: VIP - Δοκιμάστε να εισάγετε ξανά το pin σας.

source: Sorry, this is not neoboot vip version. Get NEO-VIP version, more info press blue button.
el: Λυπούμαστε, αυτή δεν είναι η έκδοση VIP του NeoBoot. Λάβετε την έκδοση NEO-VIP, για περισσότερες πληροφορίες πατήστε το μπλε κουμπί.

source: Sorry cannot open neo menu. Access Fails with Error code 0x50.
el: Λυπούμαστε, το μενού δεν μπορεί να ανοίξει. Αποτυχία πρόσβασης με κωδικό σφάλματος 0x50.

source: Sorry cannot open neo menu. Access Fails with Error code 0x02.
el: Λυπούμαστε, το μενού δεν μπορεί να ανοίξει. Αποτυχία πρόσβασης με κωδικό σφάλματος 0x02.

source: Sorry cannot open neo menu Backup. Access Fails with Error code 0x60.
el: Λυπούμαστε, το μενού δημιουργίας αντιγράφων ασφαλείας δεν μπορεί να ανοίξει. Αποτυχία πρόσβασης με κωδικό σφάλματος 0x60.

source: Sorry cannot open neo menu Restore. Access Fails with Error code 0x61.
el: Λυπούμαστε, δεν είναι δυνατό να ανοίξει το μενού Επαναφορά. Αποτυχία πρόσβασης με κωδικό σφάλματος 0x61.

source: Sorry, cannot open instalation menu. Access error with error code 0x72.
el: Λυπούμαστε, το μενού εγκατάστασης δεν μπορεί να ανοίξει. Σφάλμα πρόσβασης με κωδικό σφάλματος 0x72.

source: Sorry, cannot open neo menu install image.
el: Λυπούμαστε, το μενού εγκατάστασης δεν μπορεί να ανοίξει.

source: Sorry cannot open neo menu Reinstall Kernel. Access Fails with Error code 0x03.
el: Λυπούμαστε, το μενού επανεγκατάστασης kernel δεν μπορεί να ανοίξει. Σφάλμα πρόσβασης με κωδικό σφάλματος 0x03.

source: Sorry cannot open neo menu. Not supported tuners.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του μενού NeoBoot. Μη υποστηριζόμενοι δέκτες.

source: Sorry, cannot open neo menu image install. Access Fails with Error code 0x70.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του μενού εγκατάστασης image. Σφάλμα πρόσβασης με κωδικό σφάλματος 0x70.

source: Sorry, could not open image install menu. No access to VIP version. Access error with error code 0x71.
el: Λυπούμαστε, δεν ήταν δυνατό το άνοιγμα του μενού εγκατάστασης image. Δεν υπάρχει πρόσβαση στην έκδοση VIP. Σφάλμα πρόσβασης με κωδικό σφάλματος 0x71.

source: Sorry cannot open neo menu - no flash
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του μενού NeoBoot - δεν υπάρχει flash

source: Sorry cannot open menu set disk label Access Fails with Error code 0x01.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του μενού ορισμού ετικέτας δίσκου" Σφάλμα πρόσβασης με κωδικό σφάλματος 0x01.

source: Sorry cannot open run.py file - Access Fails with Error code 0x30.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του αρχείου run.py Αποτυχία πρόσβασης με κωδικό σφάλματος 0x30.

source: Sorry cannot open run file - Access Fails with Error code 0x40.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του αρχείου run.py Αποτυχία πρόσβασης με κωδικό σφάλματος 0x40.
