Repository: ahmedmoselhi/neoboot
Catalog: NeoBoot/locale/*/LC_MESSAGES/NeoBoot.po
Languages: el

source: Sorry cannot open neo menu. Hymmm... Access Fails with Error code 0x73.
el: Λυπούμαστε, αυτή η επιλογή δεν μπορεί να ενεργοποιηθεί. Χμμμ... Αποτυχία πρόσβασης με κωδικό σφάλματος 0x73.

source: Sorry cannot open neo menu. Access Fails with Error code 0x60.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του μενού NeoBoot. Αποτυχία πρόσβασης με κωδικό σφάλματος 0x60.

source: Neoboot vip version has expired, please re-access.
el: Η έκδοση NeoBoot vip έχει λήξει, παρακαλώ αποκτήστε ξανά πρόσβαση.

source: Get a free test to the full vip version.
el: Λάβετε μια δωρεάν δοκιμή στην πλήρη έκδοση vip.

source: New version update neoboot is available! Please upgrade your flash plugin.
el: Νέα ενημέρωση έκδοσης του NeoBoot είναι διαθέσιμη! Παρακαλώ αναβαθμίστε το πρόσθετο στη flash.

source: Bravo! Neoboot vip full version activated OK! Please restart your system E2.
el: Μπράβο!!! Η πλήρης έκδοση NeoBoot vip ενεργοποιήθηκε OK! Παρακαλώ κάντε επανεκκίνηση του συστήματος E2.

source: Get the full version of the multiboot plugin.
el: Αποκτήστε την πλήρη έκδοση του πρόσθετου MultiBoot.

source: Send an e-mail request for the neoboot vip version.
el: Στείλτε μια ερώτηση e-mail για την έκδοση NeoBoot vip.

source: VIP Access Activation Fails with Error code 0x10.
el: Η ενεργοποίηση πρόσβασης VIP απέτυχε με κωδικό σφάλματος 0x10.

source: VIP Access Activation Fails with Error code 0x20.
el: Η ενεργοποίηση πρόσβασης VIP απέτυχε με κωδικό σφάλματος 0x20.

source: Create swap- file.
el: Δημιουργία αρχείου swap

source: Create swap-file.
el: Δημιουργία αρχείου swap.

source: Remove file swap.
el: Διαγραφή αρχείου swap

source: Start create file swap.
el: Δημιουργία αρχείου swap

source: The plug-in not installed
el: Το πρόσθετο δεν έχει εγκατασταθεί

source: The file swapfile already exists!
el: Το αρχείο swapfile υπάρχει ήδη!

source: The swap not exists.
el: Το swap δεν υπάρχει.

source: Remove swap, please wait...
el: Διαγραφή αρχείου swap, παρακαλώ περιμένετε...

source: Creation complete swap
el: Η δημιουργία αρχείου swap ολοκληρώθηκε

source: Creation swap ' + myfile+ ', please wait...
el: Δημιουργία swap ' + myfile+ ', παρακαλώ περιμένετε...

source: Select the Swap File Size:
el: Επιλογή μεγέθους αρχείου swap:

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
el: Λυπούμαστε, δεν έχουν συνδεθεί φυσικές συσκευές με δυνατότητα SWAP. Δεν είναι δυνατή η δημιουργία αρχείου swap σε δίκτυο ή σε σύστημα αρχείων fat32

source: Please select device to use as swapfile location
el: Παρακαλώ επιλέξτε συσκευή για χρήση ως θέση αρχείου swap

source: Your receiver is not on the list of supported tuners. Access error with error code 0x71.
el: Ο δέκτης σας δεν περιλαμβάνεται στη λίστα των υποστηριζόμενων δεκτών. Σφάλμα πρόσβασης με κωδικό σφάλματος 0x71.

source: The folder hdd or usb not exists!
el: Ο κατάλογος hdd ή usb δεν υπάρχει!

source: VIP access error. Reinstall the plugin.
el: Σφάλμα πρόσβασης στην έκδοση VIP. Εγκαταστήστε ξανά το πρόσθετο.

source: Sorry cannot open Image Downloader. Access Fails with Error code 0x05.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα Image Downloader. Σφάλμα πρόσβασης με κωδικό σφάλματος 0x05.

source: Sorry cannot open neo menu My Upgrade. Access Fails with Error code 0x06.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του μενού My Upgrade. Σφάλμα πρόσβασης με κωδικό σφάλματος 0x06.

source: Sorry cannot open neo menu Neo Boot Image Choose. Access Fails with Error code 0x07.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του μενού Boot Image Choose. Σφάλμα πρόσβασης με κωδικό σφάλματος 0x07.

source: Sorry cannot open neo menu NeoBoot Installation. Access Fails with Error code 0x08.
el: Λυπούμαστε, δεν είναι δυνατό το άνοιγμα του μενού NeoBoot Installation. Σφάλμα πρόσβασης με κωδικό σφάλματος 0x08.

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install NeoBoot you need a Linux formatted part1 device. Click on the blue button to open Devices Panel.
el: Λυπούμαστε, φαίνεται ότι δεν υπάρχουν συσκευές με διαμόρφωση Linux εγκατεστημένες στον δέκτη σας. Για να εγκαταστήσετε το NeoBoot, χρειάζεστε μια συσκευή Part1 διαμορφωμένη με Linux. Κάντε κλικ στο μπλε κουμπί για να ανοίξετε τον Πίνακα συσκευών και να μορφοποιήσετε τη μονάδα.

source: Disk the directory HDD or USB is not a ext2, ext3 or ext4. Make sure you select a valid partition type to install neoboot.
el: Ο σκληρός δίσκος ή η μονάδα USB δεν είναι διαμέρισμα ext2, ext3 ή ext4. Βεβαιωθείτε ότι έχετε επιλέξει τον σωστό τύπο διαμερίσματος για να εγκαταστήσετε το NeoBoot.

source: Please wait and dont disconnect the power !!! ....
el: Παρακαλώ περιμένετε και μην αποσυνδέετε το ρεύμα!!! ...

source: Receiver reboot in 5 seconds... !!!
el: Επανεκκίνηση του δέκτη σε 5 δευτερόλεπτα...!!!

source: Formatting
el: Διαμόρφωση

source: Formatting Disk
el: Διαμόρφωση δίσκου

source: Select disk.
el: Επιλέξτε δίσκο:

source: Install Panel Extra Feed
el: Εγκατάσταση Panel Extra Feed

source: Install Multi Stalker
el: Εγκατάσταση Multi Stalker

source: Install Multiboot Flash Online
el: Εγκατάσταση MultiBoot Flash Online

source: Initialization - formatting disk for neoboot.
el: Αρχικοποίηση - Διαμόρφωση δίσκου για το NeoBoot

source: Install Dream Sat Panel
el: Εγκατάσταση Dream Sat Panel

source: Hard disk: %s Formatting ? Attention! All data will be lost !!!
el: Σκληρός δίσκος: %s Να γίνει διαμόρφωση; Προσοχή! Όλα τα δεδομένα θα χαθούν!!!

source: Skip this step and install neoboot. This option is available in the neoboot menu.
el: Παραλείψτε αυτό το βήμα και εγκαταστήστε το NeoBoot. Αυτή η επιλογή είναι διαθέσιμη στο μενού NeoBoot.

source: Email your receiver Ethernet MAC and get a neoboto VIP
el: Στείλτε την Ethernet MAC του δέκτη σας με email και αποκτήστε το NeoBoot VIP

source: Ethernet MAC not found.
el: Η Ethernet MAC δεν βρέθηκε.

source: VIP Pin code missing.
el: Το VIP δεν έχει ενεργοποιηθεί.

source: NEOBOOT VIP ACTIVATED
el: ΕΝΕΡΓΟΠΟΙΗΘΗΚΕ NEOBOOT VIP

source: Update %s is available.
el: Διαθέσιμη ενημέρωση %s.

source: Set the disk label and uuid
el: Ορισμός ετικέτας δίσκου και uuid

source: Set Disk Label
el: Ορισμός ετικέτα δίσκου

source: Set UUID Label
el: Ετικέτα UUID

source: Label set OK
el: Ορισμός ετικέτας OK

source: UUID set OK
el: Ορισμός UUID OK

source: UUID exists or neoboot not installed yet After installing the plugin, give uuid
el: Το UUID υπάρχει ή το NeoBoot δεν έχει εγκατασταθεί ακόμα. Αφού εγκαταστήσετε το πρόσθετο, ορίστε το uuid

source: Start the set disk label
el: Έναρξη ορισμού ετικέτας δίσκου

source: Copy the FeedExtra Player plugin from flash to all images
el: Αντιγραφή του πρόσθετου FeedExtra Player από τη flash σε όλα τα images

source: Sorry, the operation is not possible from Flash or not supported.
el: Λυπούμαστε, η λειτουργία δεν είναι δυνατή από τη flash ή δεν υποστηρίζεται.

source: Plug installation lost.The plugin doesnt work on python 3 yet. Please try again later.
el: Η εγκατάσταση του πρόσθετου έχει σταματήσει. Το πρόσθετο δεν λειτουργεί ακόμα στην Python 3. Δοκιμάστε ξανά αργότερα.

source: Test the Boot Manager.
el: Δοκιμή της Διαχείρισης εκκινήσεων.

source: Do not use Boot Manager.
el: Μη χρήση της Διαχείρισης εκκινήσεων.

source: Use Boot Manager.
el: Χρήση της Διαχείρισης εκκινήσεων.

source: Disk Formatting...!
el: Διαμόρφωση δίσκου...!

source: Press MENU - Backup
el: MENU: Αντίγρ. ασφαλείας

source: Press 1 - Mounting
el: Κουμπί 1: Προσάρτηση

source: Press 2 - Delete NeoBoot
el: Κουμπί 2: Διαγραφή NeoBoot

source: No label
el: Χωρίς ετικέτα

source: Label Disc
el: Ετικέτα δίσκου

source: Installation new image.
el: Εγκατάσταση νέου image

source: - po instalacji, opcja kasuje plik zip image z katalogu ImagesUpload.
el: - Μετά την εγκατάσταση, η επιλογή διαγράφει το αρχείο zip του image από τον κατάλογο ImagesUpload.

source: - cpuy picon from flash to image install in neoboot
el: - Αντιγραφή picons από τη flash στο image εγκατάστασης στο NeoΒoot.
